export const dummyData = {
  totalCount: 7,
  nodes: [
    {
      id: 1,
      sourceId: 1,
      from: "브리",
      sourceName: "브리",
      title: "요즘엔 어떤 노래 들어어~?",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      isRead: true,
      createdAt: "3시간 전",
    },
    {
      id: 2,
      sourceId: 2,
      from: "브리",
      sourceName: "브리",
      title: "감기 조심해야해애~",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      isRead: false,
      createdAt: "2024. 04. 27",
    },
    {
      id: 3,
      sourceId: 3,
      from: "브리",
      sourceName: "브리",
      title: "누나 생일추카해!!~~",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      isRead: false,
      createdAt: "2024. 04. 18",
    },
    {
      id: 4,
      sourceId: 4,
      from: "낯선 누군가",
      sourceName: "낯선 누군가",
      title: "이별은 항상 어려운 법이죠..",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      isRead: true,
      createdAt: "2024. 03. 27",
    },
    {
      id: 5,
      sourceId: 5,
      from: "브리",
      sourceName: "브리",
      title: "안녕 누나? 잘 지내고 이써?",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      isRead: true,
      createdAt: "2024. 03. 25",
    },
    {
      id: 6,
      sourceId: 6,
      from: "브리",
      sourceName: "브리",
      title: "요즘엔 어떤 노래 들어어~?",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      isRead: true,
      createdAt: "3시간 전",
    },
    {
      id: 7,
      sourceId: 7,
      from: "브리",
      sourceName: "브리",
      title: "감기 조심해야해애~",
      content:
        "눈나 잘 지내? 여기는 요즘 엄청 날씨가 좋아!! 눈나 있는 곳은 어때? 거기도 날씨가 좋았으면 좋겠다아... 꽃도 많이 보고 나비도 꼭 봐아! 난 요즘 나비를 따라다니고 있어! 나비를 따라가면 세상 어디든 다 갈 수 있는 거 같아~!!!",
      isRead: true,
      createdAt: "2024. 04. 27",
    },
  ],
};
